Repository: deepin-community/kmag
Catalog: po/*/kmag.po
Languages: sv

# NAME OF TRANSLATORS
source: Your names
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
sv: stefan.asserhall@bredband.net

# Zoom at very low
source: &Very Low
sv: M&ycket låg

# Zoom at low
source: &Low
sv: &Låg

# Zoom at medium
source: &Medium
sv: &Normal

# Zoom at high
source: &High
sv: &Hög

# Zoom at very high
source: V&ery High
sv: &Mycket hög

source: &Protanopia
sv: &Protanopi

source: &Deuteranopia
sv: &Deuteranopi

source: &Tritanopia
sv: &Tritanopi

source: &Achromatopsia
sv: &Akromatopsi

source: &No Rotation (0 Degrees)
sv: I&ngen rotation (0 grader)

source: &Left (90 Degrees)
sv: &Vänster (90 grader)

source: &Upside Down (180 Degrees)
sv: &Upp och ner (180 grader)

source: &Right (270 Degrees)
sv: &Höger (270 grader)

source: New &Window
sv: Nytt &fönster

source: Open a new KMagnifier window
sv: Öppna ett nytt förstoringsglasfönster

source: &Stop
sv: &Stoppa

source: Click to stop window refresh
sv: Klicka för att stoppa fönsteruppdatering

source: Clicking on this icon will <b>start</b> / <b>stop</b> updating of the display. Stopping the update will zero the processing power required (CPU usage)
sv: Ett klick på den här ikonen <b>startar</b> eller <b>stoppar</b> uppdatering av skärmen. Att stoppa uppdateringen nollställer beräkningskapaciteten som krävs (processoranvändningen).

source: &Save Snapshot As...
sv: &Spara skärmdump som...

source: Saves the zoomed view to an image file.
sv: Sparar den zoomade bilden i en bildfil.

source: Save image to a file
sv: Spara bild till en fil

source: Click on this button to print the current zoomed view.
sv: Klicka på den här knappen för att skriva ut den aktuella zoomade bilden.

source: Quits the application
sv: Avslutar programmet

source: Click on this button to copy the current zoomed view to the clipboard which you can paste in other applications.
sv: Klicka på den här knappen för att kopiera den aktuella zoomade bilden till klippbordet, så att du kan klistra in den i andra program.

source: Copy zoomed image to clipboard
sv: Kopiera zoomad bild till klippbordet

source: &Follow Mouse Mode
sv: &Följ musen

source: Mouse
sv: Mus

source: Magnify around the mouse cursor
sv: Förstora omkring muspekaren

source: If selected, the area around the mouse cursor is magnified
sv: Om markerad, förstoras området omkring muspekaren

source: &Follow Focus Mode
sv: &Följ fokus

source: Focus
sv: Fokus

source: Magnify around the keyboard focus
sv: Förstora omkring tangentbordets fokus

source: If selected, the area around the keyboard cursor is magnified
sv: Om markerad, förstoras området omkring tangentbordets markör

source: Se&lection Window Mode
sv: M&arkeringsfönster

source: Window
sv: Fönster

source: Show a window for selecting the magnified area
sv: Visa ett fönster för att välja det förstorade området

source: &Whole Screen Mode
sv: &Hela skärmen

source: Screen
sv: Skärm

source: Magnify the whole screen
sv: Förstora hela skärmen

source: Click on this button to fit the zoom view to the zoom window.
sv: Klicka på den här knappen för att anpassa zoomvyn till zoomfönstret.

source: Hide Mouse &Cursor
sv: Dölj m&uspekare

source: Show Mouse &Cursor
sv: Visa m&uspekare

source: Hide
sv: Dölj

source: Hide the mouse cursor
sv: Dölj muspekaren

source: Stays On Top
sv: Stannar överst

source: The KMagnifier Window stays on top of other windows.
sv: Förstoringsglasets fönster förblir ovanpå övriga fönster.

source: Click on this button to <b>zoom-in</b> on the selected region.
sv: Klicka på den här knappen för att <b>zooma in</b> på det markerade området.

source: &Zoom
sv: &Zooma

source: Select the zoom factor.
sv: Välj zoomningsfaktor.

source: Zoom factor
sv: Zoomningsfaktor

source: Click on this button to <b>zoom-out</b> on the selected region.
sv: Klicka på den här knappen för att <b>zooma ut</b> runt det markerade området.

source: Select the rotation degree.
sv: Välj rotationsfaktor.

source: Rotation degree
sv: Rotationsfaktor

source: &Refresh
sv: Upp&datering

source: Select the refresh rate. The higher the rate, the more computing power (CPU) will be needed.
sv: Välj uppdateringstakt. Ju högre takt, desto mer beräkningskapacitet (processor) krävs.

source: Refresh rate
sv: Uppdateringstakt

# Color-blindness simulation mode
source: &Color
sv: &Färg

source: Select a mode to simulate various types of color-blindness.
sv: Välj ett läge som simulerar diverse typer av färgblindhet.

source: Color-blindness Simulation Mode
sv: Simuleringsläge för färgblindhet

source: Save Snapshot As
sv: Spara skärmdump som

source: Unable to save temporary file (before uploading to the network file you specified).
sv: Kan inte spara tillfällig fil (innan uppladdning till nätverksfilen du angav).

source: Error Writing File
sv: Fel vid skrivning till fil

source: Unable to upload file over the network.
sv: Kan inte ladda upp filen via nätverket.

source: Current zoomed image saved to %1
sv: Aktuell zoomad bild sparad till %1

source: Unable to save file. Please check if you have permission to write to the directory.
sv: Kan inte spara filen. Kontrollera om du har behörighet att skriva till katalogen.

source: Stop
sv: Stoppa

source: Click to stop window update
sv: Klicka för att stoppa fönsteruppdatering

# Start updating the window
source: Start
sv: Starta

source: Click to start window update
sv: Klicka för att starta fönsteruppdatering

source: Selection Window
sv: Markeringsfönster

source: KMagnifier
sv: Förstoringsglas

source: Main Toolbar
sv: Huvudverktygsrad

source: View Toolbar
sv: Vyverktygsrad

source: Settings Toolbar
sv: Inställningsverktygsrad

source: &File
sv: &Arkiv

source: &Edit
sv: &Redigera

source: &View
sv: &Visa

source: &Settings
sv: In&ställningar

source: This is the main window which shows the contents of the selected region. The contents will be magnified according to the zoom level that is set.
sv: Det här är huvudfönstret som visar innehållet i det markerade området. Innehållet förstoras enligt zoomningsnivån som är inställd.

source: Screen magnifier created by KDE
sv: Skärmförstoringsglas skapat av KDE

source: Rewrite
sv: Omskrivning

source: Original idea and author (KDE1)
sv: Ursprunglig idé och upphovsman (KDE 1)

source: Rework of the user interface, improved selection window, speed optimization, rotation, bug fixes
sv: Omarbetning av användargränssnittet, förbättrat markeringsfönster, hastighetsoptimering, rotation, felrättningar

source: Color-blindness simulation
sv: Simulering av färgblindhet

source: Focus tracking
sv: Fokusföljning

source: Some tips
sv: Några tips
